const db = () => {};
const names = {
    "Віслюк Апокаліпсису": {
        i: "Віслюк Апокаліпсису",
        d: "Віслюку Апокаліпсису",
        z: "Віслюка Апокаліпсису",
        k: "Віслюком Апокаліпсису",
    },
    "Бєніна Воша": {
        i: "Бєніна Воша",
        d: "Беніній Воші",
        z: "Беніної Воші",
        k: "Беніною Вошею",
    },
    Припіздєнт: {
        i: "Припіздєнт",
        d: "Припіздєнту",
        z: "Припіздєнта",
        k: "Припіздєнтом",
    },
};
const ignoreWebsites = location => ["duckduckgo"].every(e => !location.includes(e));
